Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# ResetFiltersButton.Content
source: Reset Filters
ar: إعادة تعيين عوامل التصفية
de_de: Filter zurücksetzen
el_gr: Επαναφορά φίλτρων
es: Restablecer filtros
fr_fr: Réinitialiser les Filtres
he_il: אפס מסננים
hi_in: फ़िल्टर रीसेट करें
ja_jp: フィルターをリセット
ml_in: ഫിൽട്ടറുകൾ പുനഃസജ്ജമാക്കുക
pl_pl: Resetuj filtry
tr_tr: Filtreleri Sıfırla

# ResetFiltersButton.ToolTipService.ToolTip
source: Reset property, property search and date filters
ar: أعد تعيين عوامل تصفية الخاصية وبحث الخاصية والتاريخ
de_de: Eigenschaften-, Eigenschaftssuch- und Datumsfilter zurücksetzen
el_gr: Επαναφορά φίλτρων ιδιοτήτων, αναζήτησης ιδιοτήτων και ημερομηνιών
es: Restablecer filtros de propiedad, búsqueda de propiedad y fecha
fr_fr: Réinitialiser les filtres de propriété, de recherche de propriété et de date
he_il: אפס את מסנני המאפיינים, חיפוש המאפיינים ומסנני התאריכים
hi_in: प्रॉपर्टी, प्रॉपर्टी खोज और दिनांक फ़िल्टर रीसेट करें
ja_jp: プロパティ、プロパティ検索、日付フィルターをリセット
ml_in: പ്രോപ്പർട്ടി, പ്രോപ്പർട്ടി തിരയൽ, തീയതി ഫിൽട്ടറുകൾ റിസെറ്റ് ചെയ്യുക
pl_pl: Zresetuj filtry właściwości, wyszukiwania właściwości i daty
tr_tr: Mülk, mülk arama ve tarih filtrelerini sıfırlayın

# ResetFiltersButton.AutomationProperties.HelpText
source: Reset property, property search and date filters
ar: أعد تعيين عوامل تصفية الخاصية وبحث الخاصية والتاريخ
de_de: Eigenschaften-, Eigenschaftssuch- und Datumsfilter zurücksetzen
el_gr: Επαναφορά φίλτρων ιδιοτήτων, αναζήτησης ιδιοτήτων και ημερομηνιών
es: Restablecer filtros de propiedad, búsqueda de propiedad y fecha
fr_fr: Réinitialiser les filtres de propriété, de recherche de propriété et de date
he_il: אפס את מסנני המאפיינים, חיפוש המאפיינים ומסנני התאריכים
hi_in: प्रॉपर्टी, प्रॉपर्टी खोज और दिनांक फ़िल्टर रीसेट करें
ja_jp: プロパティ、プロパティ検索、日付フィルターをリセット
ml_in: പ്രോപ്പർട്ടി, പ്രോപ്പർട്ടി തിരയൽ, തീയതി ഫിൽട്ടറുകൾ റിസെറ്റ് ചെയ്യുക
pl_pl: Zresetuj filtry właściwości, wyszukiwania właściwości i daty
tr_tr: Mülk, mülk arama ve tarih filtrelerini sıfırlayın

# PickPolicyFileButton.ToolTipService.ToolTip
source: Click/Tap to choose an XML policy file from your device
ar: انقر/اضغط لاختيار ملف نهج XML من جهازك
de_de: Klicken/Tippen Sie, um eine XML-Richtliniendatei von Ihrem Gerät auszuwählen
el_gr: Κάντε κλικ/πατήστε για να επιλέξετε ένα αρχείο XML πολιτικής από τη συσκευή σας
es: Haga clic/toque para elegir un archivo de directiva XML de su dispositivo
fr_fr: Cliquez/Désignez pour choisir un fichier de politique XML sur votre appareil
he_il: לחץ/הקש כדי לבחור קובץ מדיניות XML מהמכשיר שלך
hi_in: अपने डिवाइस से XML नीति फ़ाइल चुनने के लिए क्लिक/टैप करें
ja_jp: クリック/タップしてデバイスからXMLポリシーファイルを選択
ml_in: നിങ്ങളുടെ ഉപകരണത്തിൽ നിന്ന് ഒരു XML നയ ഫയൽ തിരഞ്ഞെടുക്കാൻ ക്ലിക്ക്/ടാപ്പ് ചെയ്യുക
pl_pl: Kliknij/Dotknij, aby wybrać plik zasad XML z urządzenia
tr_tr: Cihazınızdan bir XML politika dosyası seçmek için tıklayın/dokunun

# PickPolicyFileButton.AutomationProperties.HelpText
source: Click/Tap to choose an XML policy file from your device
ar: انقر/اضغط لاختيار ملف نهج XML من جهازك
de_de: Klicken/Tippen Sie, um eine XML-Richtliniendatei von Ihrem Gerät auszuwählen
el_gr: Κάντε κλικ/πατήστε για να επιλέξετε ένα αρχείο XML πολιτικής από τη συσκευή σας
es: Haga clic/toque para elegir un archivo de directiva XML de su dispositivo
fr_fr: Cliquez/Désignez pour choisir un fichier de politique XML sur votre appareil
he_il: לחץ/הקש כדי לבחור קובץ מדיניות XML מהמכשיר שלך
hi_in: अपने डिवाइस से XML नीति फ़ाइल चुनने के लिए क्लिक/टैप करें
ja_jp: クリック/タップしてデバイスからXMLポリシーファイルを選択
ml_in: നിങ്ങളുടെ ഉപകരണത്തിൽ നിന്ന് ഒരു XML നയ ഫയൽ തിരഞ്ഞെടുക്കാൻ ക്ലിക്ക്/ടാപ്പ് ചെയ്യുക
pl_pl: Kliknij/Dotknij, aby wybrać plik zasad XML z urządzenia
tr_tr: Cihazınızdan bir XML politika dosyası seçmek için tıklayın/dokunun

# AppWindowBorderColorSettingsCard.Description
source: Customize the color of the app's window border. You can choose a color from the palette or select the rainbow option that will cycle through all available colors in an animated way.
ar: خصص لون إطار نافذة التطبيق. يمكنك اختيار لون من لوحة الألوان أو تحديد خيار قوس قزح الذي يتنقل بشكل متحرك عبر جميع الألوان المتاحة.
de_de: Passen Sie die Farbe des Fensterrahmens der App an. Sie können eine Farbe aus der Palette wählen oder die Regenbogenoption auswählen, die alle verfügbaren Farben auf animierte Weise durchläuft.
el_gr: Προσαρμόστε το χρώμα του περιγράμματος του παραθύρου της εφαρμογής. Μπορείτε να επιλέξετε ένα χρώμα από την παλέτα ή να επιλέξετε την επιλογή ουράνιου τόξου, η οποία θα κάνει κυκλική εναλλαγή με κινούμενη μετάβαση σε όλα τα διαθέσιμα χρώματα.
es: Personaliza el color del borde de la ventana de la aplicación. Puedes elegir un color de la paleta o seleccionar la opción arcoíris, que recorrerá de forma animada todos los colores disponibles.
fr_fr: Personnalisez la couleur de la bordure de la fenêtre de l'application. Vous pouvez choisir une couleur dans la palette ou sélectionner l'option arc-en-ciel qui fera défiler toutes les couleurs disponibles de manière animée.
he_il: התאם אישית את צבע מסגרת חלון היישום. באפשרותך לבחור צבע מהפלטה או לבחור באפשרות 'קשת' אשר תסבב באופן מונפש בין כל הצבעים הזמינים.
hi_in: ऐप की विंडो की बॉर्डर का रंग अनुकूलित करें। आप पैलेट से कोई रंग चुन सकते हैं या रेनबो विकल्प चुन सकते हैं, जो एनीमेटेड तरीके से सभी उपलब्ध रंगों को क्रमवार दिखाएगा.
ja_jp: アプリのウィンドウ枠の色をカスタマイズします。パレットから色を選択するか、利用可能なすべての色をアニメーションで循環するレインボーオプションを選択できます。
ml_in: ആപ്പിന്റെ വിൻഡോയുടെ ബോർഡറിന്റെ നിറം ഇഷ്ടാനുസൃതമാക്കുക. നിങ്ങൾക്ക് പാലറ്റിൽ നിന്ന് ഒരു നിറം തിരഞ്ഞെടുക്കാനോ ലഭ്യമായ എല്ലാ നിറങ്ങളിലൂടെയും ആനിമേറ്റഡ് രീതിയിൽ സൈക്കിൾ ചെയ്യുന്ന റെയിൻബോ ഓപ്ഷൻ തെരഞ്ഞെടുക്കാനോ കഴിയും.
pl_pl: Dostosuj kolor obramowania okna aplikacji. Możesz wybrać kolor z palety albo wybrać opcję tęczy, która będzie w sposób animowany przechodzić przez wszystkie dostępne kolory.
tr_tr: Uygulamanın pencere kenarlığının rengini özelleştirin. Paletten bir renk seçebilir veya mevcut tüm renkler arasında animasyonlu bir şekilde geçiş yapacak gökkuşağı seçeneğini seçebilirsiniz.

# AppWindowBorderColorSettingsCard.Header
source: Window Border Color
ar: لون إطار النافذة
de_de: Fensterrahmenfarbe
el_gr: Χρώμα Περιγράμματος Παραθύρου
es: Color del borde de la ventana
fr_fr: Couleur de Bordure de Fenêtre
he_il: צבע מסגרת החלון
hi_in: विंडो बॉर्डर का रंग
ja_jp: ウィンドウ枠の色
ml_in: വിൻഡോ ബോർഡർ നിറം
pl_pl: Kolor obramowania okna
tr_tr: Pencere Kenarlığı Rengi

# AppWindowBorderColorSettingsCard.ToolTipService.ToolTip
source: Customize the color of the app's window border. You can choose a color from the palette or select the rainbow option that will cycle through all available colors in an animated way.
ar: خصص لون إطار نافذة التطبيق. يمكنك اختيار لون من لوحة الألوان أو تحديد خيار قوس قزح الذي يتنقل بشكل متحرك عبر جميع الألوان المتاحة.
de_de: Passen Sie die Farbe des Fensterrahmens der App an. Sie können eine Farbe aus der Palette wählen oder die Regenbogenoption auswählen, die alle verfügbaren Farben auf animierte Weise durchläuft.
el_gr: Προσαρμόστε το χρώμα του περιγράμματος του παραθύρου της εφαρμογής. Μπορείτε να επιλέξετε ένα χρώμα από την παλέτα ή να επιλέξετε την επιλογή ουράνιου τόξου, η οποία θα κάνει κυκλική εναλλαγή με κινούμενη μετάβαση σε όλα τα διαθέσιμα χρώματα.
es: Personaliza el color del borde de la ventana de la aplicación. Puedes elegir un color de la paleta o seleccionar la opción arcoíris, que recorrerá de forma animada todos los colores disponibles.
fr_fr: Personnalisez la couleur de la bordure de la fenêtre de l'application. Vous pouvez choisir une couleur dans la palette ou sélectionner l'option arc-en-ciel qui fera défiler toutes les couleurs disponibles de manière animée.
he_il: התאם אישית את צבע מסגרת חלון היישום. באפשרותך לבחור צבע מהפלטה או לבחור באפשרות 'קשת' אשר תסבב באופן מונפש בין כל הצבעים הזמינים.
hi_in: ऐप की विंडो की बॉर्डर का रंग अनुकूलित करें। आप पैलेट से कोई रंग चुन सकते हैं या रेनबो विकल्प चुन सकते हैं, जो एनीमेटेड तरीके से सभी उपलब्ध रंगों को क्रमवार दिखाएगा.
ja_jp: アプリのウィンドウ枠の色をカスタマイズします。パレットから色を選択するか、利用可能なすべての色をアニメーションで循環するレインボーオプションを選択できます。
ml_in: ആപ്പിന്റെ വിൻഡോയുടെ ബോർഡറിന്റെ നിറം ഇഷ്ടാനുസൃതമാക്കുക. നിങ്ങൾക്ക് പാലറ്റിൽ നിന്ന് ഒരു നിറം തിരഞ്ഞെടുക്കാനോ ലഭ്യമായ എല്ലാ നിറങ്ങളിലൂടെയും ആനിമേറ്റഡ് രീതിയിൽ സൈക്കിൾ ചെയ്യുന്ന റെയിൻബോ ഓപ്ഷൻ തെരഞ്ഞെടുക്കാനോ കഴിയും.
pl_pl: Dostosuj kolor obramowania okna aplikacji. Możesz wybrać kolor z palety albo wybrać opcję tęczy, która będzie w sposób animowany przechodzić przez wszystkie dostępne kolory.
tr_tr: Uygulamanın pencere kenarlığının rengini özelleştirin. Paletten bir renk seçebilir veya mevcut tüm renkler arasında animasyonlu bir şekilde geçiş yapacak gökkuşağı seçeneğini seçebilirsiniz.

# AppWindowBorderColorSettingsCard.AutomationProperties.HelpText
source: Customize the color of the app's window border. You can choose a color from the palette or select the rainbow option that will cycle through all available colors in an animated way.
ar: خصص لون إطار نافذة التطبيق. يمكنك اختيار لون من لوحة الألوان أو تحديد خيار قوس قزح الذي يتنقل بشكل متحرك عبر جميع الألوان المتاحة.
de_de: Passen Sie die Farbe des Fensterrahmens der App an. Sie können eine Farbe aus der Palette wählen oder die Regenbogenoption auswählen, die alle verfügbaren Farben auf animierte Weise durchläuft.
el_gr: Προσαρμόστε το χρώμα του περιγράμματος του παραθύρου της εφαρμογής. Μπορείτε να επιλέξετε ένα χρώμα από την παλέτα ή να επιλέξετε την επιλογή ουράνιου τόξου, η οποία θα κάνει κυκλική εναλλαγή με κινούμενη μετάβαση σε όλα τα διαθέσιμα χρώματα.
es: Personaliza el color del borde de la ventana de la aplicación. Puedes elegir un color de la paleta o seleccionar la opción arcoíris, que recorrerá de forma animada todos los colores disponibles.
fr_fr: Personnalisez la couleur de la bordure de la fenêtre de l'application. Vous pouvez choisir une couleur dans la palette ou sélectionner l'option arc-en-ciel qui fera défiler toutes les couleurs disponibles de manière animée.
he_il: התאם אישית את צבע מסגרת חלון היישום. באפשרותך לבחור צבע מהפלטה או לבחור באפשרות 'קשת' אשר תסבב באופן מונפש בין כל הצבעים הזמינים.
hi_in: ऐप की विंडो की बॉर्डर का रंग अनुकूलित करें। आप पैलेट से कोई रंग चुन सकते हैं या रेनबो विकल्प चुन सकते हैं, जो एनीमेटेड तरीके से सभी उपलब्ध रंगों को क्रमवार दिखाएगा.
ja_jp: アプリのウィンドウ枠の色をカスタマイズします。パレットから色を選択するか、利用可能なすべての色をアニメーションで循環するレインボーオプションを選択できます。
ml_in: ആപ്പിന്റെ വിൻഡോയുടെ ബോർഡറിന്റെ നിറം ഇഷ്ടാനുസൃതമാക്കുക. നിങ്ങൾക്ക് പാലറ്റിൽ നിന്ന് ഒരു നിറം തിരഞ്ഞെടുക്കാനോ ലഭ്യമായ എല്ലാ നിറങ്ങളിലൂടെയും ആനിമേറ്റഡ് രീതിയിൽ സൈക്കിൾ ചെയ്യുന്ന റെയിൻബോ ഓപ്ഷൻ തെരഞ്ഞെടുക്കാനോ കഴിയും.
pl_pl: Dostosuj kolor obramowania okna aplikacji. Możesz wybrać kolor z palety albo wybrać opcję tęczy, która będzie w sposób animowany przechodzić przez wszystkie dostępne kolory.
tr_tr: Uygulamanın pencere kenarlığının rengini özelleştirin. Paletten bir renk seçebilir veya mevcut tüm renkler arasında animasyonlu bir şekilde geçiş yapacak gökkuşağı seçeneğini seçebilirsiniz.

# RainbowBorderAnimationStartButton.Content
source: Start Rainbow Animation
ar: بدء حركة قوس قزح
de_de: Regenbogenanimation starten
el_gr: Έναρξη κινούμενου ουράνιου τόξου
es: Iniciar animación de arcoíris
fr_fr: Démarrer l'Animation Arc-en-ciel
he_il: התחל אנימציית קשת
hi_in: रेनबो एनीमेशन शुरू करें
ja_jp: レインボーアニメーション開始
ml_in: റെയിൻബോ അനിമേഷൻ ആരംഭിക്കുക
pl_pl: Uruchom animację tęczy
tr_tr: Rainbow Animasyonunu Başlat

# RainbowBorderAnimationStartButton.ToolTipService.ToolTip
source: Start the rainbow animation around the app's window border.
ar: ابدأ حركة قوس قزح حول إطار نافذة التطبيق.
de_de: Die Regenbogenanimation um den Fensterrahmen der App starten.
el_gr: Ξεκινήστε την κινούμενη εναλλαγή ουράνιου τόξου γύρω από το περίγραμμα του παραθύρου της εφαρμογής.
es: Inicia la animación de arcoíris alrededor del borde de la ventana de la aplicación.
fr_fr: Démarrer l'animation arc-en-ciel autour de la bordure de la fenêtre de l'application.
he_il: התחל את אנימציית הקשת סביב מסגרת חלון היישום.
hi_in: ऐप की विंडो की बॉर्डर के चारों ओर रेनबो एनीमेशन शुरू करें.
ja_jp: アプリのウィンドウ枠の周りでレインボーアニメーションを開始します。
ml_in: ആപ്പിന്റെ വിൻഡോ ബോർഡറിന് ചുറ്റും റെയിൻബോ അനിമേഷൻ ആരംഭിക്കുക.
pl_pl: Uruchom animację tęczy wokół obramowania okna aplikacji.
tr_tr: Uygulamanın pencere kenarlığı çevresinde gökkuşağı animasyonunu başlatın.

# RainbowBorderAnimationStartButton.AutomationProperties.HelpText
source: Start the rainbow animation around the app's window border.
ar: ابدأ حركة قوس قزح حول إطار نافذة التطبيق.
de_de: Die Regenbogenanimation um den Fensterrahmen der App starten.
el_gr: Ξεκινήστε την κινούμενη εναλλαγή ουράνιου τόξου γύρω από το περίγραμμα του παραθύρου της εφαρμογής.
es: Inicia la animación de arcoíris alrededor del borde de la ventana de la aplicación.
fr_fr: Démarrer l'animation arc-en-ciel autour de la bordure de la fenêtre de l'application.
he_il: התחל את אנימציית הקשת סביב מסגרת חלון היישום.
hi_in: ऐप की विंडो की बॉर्डर के चारों ओर रेनबो एनीमेशन शुरू करें.
ja_jp: アプリのウィンドウ枠の周りでレインボーアニメーションを開始します。
ml_in: ആപ്പിന്റെ വിൻഡോ ബോർഡറിന് ചുറ്റും റെയിൻബോ അനിമേഷൻ ആരംഭിക്കുക.
pl_pl: Uruchom animację tęczy wokół obramowania okna aplikacji.
tr_tr: Uygulamanın pencere kenarlığı çevresinde gökkuşağı animasyonunu başlatın.

# RainbowBorderAnimationStopButton.Content
source: Stop Rainbow Animation
ar: إيقاف حركة قوس قزح
de_de: Regenbogenanimation stoppen
el_gr: Διακοπή κινούμενου ουράνιου τόξου
es: Detener animación de arcoíris
fr_fr: Arrêter l'Animation Arc-en-ciel
he_il: עצור אנימציית קשת
hi_in: रेनबो एनीमेशन रोकें
ja_jp: レインボーアニメーション停止
ml_in: റെയിൻബോ അനിമേഷൻ നിർത്തുക
pl_pl: Zatrzymaj animację tęczy
tr_tr: Gökkuşağı Animasyonunu Durdur

# RainbowBorderAnimationStopButton.ToolTipService.ToolTip
source: Stop the rainbow animation around the app's window border if it's running.
ar: أوقف حركة قوس قزح حول إطار نافذة التطبيق إذا كانت قيد التشغيل.
de_de: Die Regenbogenanimation um den Fensterrahmen der App beenden, falls sie läuft.
el_gr: Διακόψτε την κινούμενη εναλλαγή ουράνιου τόξου γύρω από το περίγραμμα του παραθύρου της εφαρμογής, αν εκτελείται.
es: Detén la animación de arcoíris alrededor del borde de la ventana de la aplicación si está en ejecución.
fr_fr: Arrêter l'animation arc-en-ciel autour de la bordure de la fenêtre de l'application si elle est en cours.
he_il: עצור את אנימציית הקשת סביב מסגרת חלון היישום אם היא פועלת.
hi_in: यदि यह चल रहा हो तो ऐप की विंडो की बॉर्डर के चारों ओर रेनबो एनीमेशन रोकें.
ja_jp: 実行中のアプリのウィンドウ枠の周りのレインボーアニメーションを停止します。
ml_in: ഇത് പ്രവർത്തിച്ചുകൊണ്ടിരിക്കുകയാണെങ്കിൽ ആപ്പിന്റെ വിൻഡോ ബോർഡറിന് ചുറ്റുമുള്ള റെയിൻബോ അനിമേഷൻ നിർത്തുക.
pl_pl: Zatrzymaj animację tęczy wokół obramowania okna aplikacji, jeśli jest uruchomiona.
tr_tr: Çalışıyorsa uygulamanın pencere kenarlığı etrafındaki gökkuşağı animasyonunu durdurun.

# RainbowBorderAnimationStopButton.AutomationProperties.HelpText
source: Stop the rainbow animation around the app's window border if it's running.
ar: أوقف حركة قوس قزح حول إطار نافذة التطبيق إذا كانت قيد التشغيل.
de_de: Die Regenbogenanimation um den Fensterrahmen der App beenden, falls sie läuft.
el_gr: Διακόψτε την κινούμενη εναλλαγή ουράνιου τόξου γύρω από το περίγραμμα του παραθύρου της εφαρμογής, αν εκτελείται.
es: Detén la animación de arcoíris alrededor del borde de la ventana de la aplicación si está en ejecución.
fr_fr: Arrêter l'animation arc-en-ciel autour de la bordure de la fenêtre de l'application si elle est en cours.
he_il: עצור את אנימציית הקשת סביב מסגרת חלון היישום אם היא פועלת.
hi_in: यदि यह चल रहा हो तो ऐप की विंडो की बॉर्डर के चारों ओर रेनबो एनीमेशन रोकें.
ja_jp: 実行中のアプリのウィンドウ枠の周りのレインボーアニメーションを停止します。
ml_in: ഇത് പ്രവർത്തിച്ചുകൊണ്ടിരിക്കുകയാണെങ്കിൽ ആപ്പിന്റെ വിൻഡോ ബോർഡറിന് ചുറ്റുമുള്ള റെയിൻബോ അനിമേഷൻ നിർത്തുക.
pl_pl: Zatrzymaj animację tęczy wokół obramowania okna aplikacji, jeśli jest uruchomiona.
tr_tr: Çalışıyorsa uygulamanın pencere kenarlığı etrafındaki gökkuşağı animasyonunu durdurun.

# SetBorderColorButton.Content
source: Set Border Color
ar: تعيين لون الإطار
de_de: Rahmenfarbe festlegen
el_gr: Ορισμός χρώματος περιγράμματος
es: Establecer color del borde
fr_fr: Définir la Couleur de Bordure
he_il: הגדר צבע המסגרת
hi_in: बॉर्डर का रंग सेट करें
ja_jp: 枠の色を設定
ml_in: ബോർഡർ നിറം സജ്ജീകരിക്കുക
pl_pl: Ustaw kolor obramowania
tr_tr: Kenarlık Rengini Ayarla

# SetBorderColorButton.ToolTipService.ToolTip
source: Set the app window's border color to the selected color.
ar: عيّن لون إطار نافذة التطبيق إلى اللون المحدد.
de_de: Die Rahmenfarbe des App-Fensters auf die ausgewählte Farbe festlegen.
el_gr: Ορίστε το χρώμα του περιγράμματος του παραθύρου της εφαρμογής στο επιλεγμένο χρώμα.
es: Establece el color del borde de la ventana de la aplicación al color seleccionado.
fr_fr: Définir la couleur de bordure de la fenêtre de l'application sur la couleur sélectionnée.
he_il: הגדר את צבע מסגרת חלון היישום לצבע שנבחר.
hi_in: ऐप विंडो की बॉर्डर का रंग चयनित रंग पर सेट करें.
ja_jp: アプリウィンドウの枠の色を選択した色に設定します。
ml_in: ആപ്പ് വിൻഡോയുടെ ബോർഡർ നിറം തിരഞ്ഞെടുക്കപ്പെട്ട നിറമായി സജ്ജീകരിക്കുക.
pl_pl: Ustaw kolor obramowania okna aplikacji na wybrany kolor.
tr_tr: Uygulama penceresinin kenarlık rengini seçilen renge ayarlayın.

# SetBorderColorButton.AutomationProperties.HelpText
source: Set the app window's border color to the selected color.
ar: عيّن لون إطار نافذة التطبيق إلى اللون المحدد.
de_de: Die Rahmenfarbe des App-Fensters auf die ausgewählte Farbe festlegen.
el_gr: Ορίστε το χρώμα του περιγράμματος του παραθύρου της εφαρμογής στο επιλεγμένο χρώμα.
es: Establece el color del borde de la ventana de la aplicación al color seleccionado.
fr_fr: Définir la couleur de bordure de la fenêtre de l'application sur la couleur sélectionnée.
he_il: הגדר את צבע מסגרת חלון היישום לצבע שנבחר.
hi_in: ऐप विंडो की बॉर्डर का रंग चयनित रंग पर सेट करें.
ja_jp: アプリウィンドウの枠の色を選択した色に設定します。
ml_in: ആപ്പ് വിൻഡോയുടെ ബോർഡർ നിറം തിരഞ്ഞെടുക്കപ്പെട്ട നിറമായി സജ്ജീകരിക്കുക.
pl_pl: Ustaw kolor obramowania okna aplikacji na wybrany kolor.
tr_tr: Uygulama penceresinin kenarlık rengini seçilen renge ayarlayın.

# ResetBorderColorButton.Content
source: Reset Border Color
ar: إعادة تعيين لون الإطار
de_de: Rahmenfarbe zurücksetzen
el_gr: Επαναφορά χρώματος περιγράμματος
es: Restablecer color del borde
fr_fr: Réinitialiser la Couleur de Bordure
he_il: אפס את צבע המסגרת
hi_in: बॉर्डर रंग रीसेट करें
ja_jp: 枠の色をリセット
ml_in: ബോർഡർ നിറം റീസെറ്റ് ചെയ്യുക
pl_pl: Resetuj kolor obramowania
tr_tr: Kenarlık Rengini Sıfırla

# ResetBorderColorButton.ToolTipService.ToolTip
source: Reset the app window's border color to the default color.
ar: أعد تعيين لون إطار نافذة التطبيق إلى اللون الافتراضي.
de_de: Die Rahmenfarbe des App-Fensters auf die Standardfarbe zurücksetzen.
el_gr: Επαναφέρετε το χρώμα του περιγράμματος του παραθύρου της εφαρμογής στο προεπιλεγμένο χρώμα.
es: Restablece el color del borde de la ventana de la aplicación al color predeterminado.
fr_fr: Réinitialiser la couleur de bordure de la fenêtre de l'application sur la couleur par défaut.
he_il: אפס את צבע מסגרת חלון היישום לצבע ברירת המחדל.
hi_in: ऐप विंडो की बॉर्डर का रंग डिफ़ॉल्ट रंग पर रीसेट करें.
ja_jp: アプリウィンドウの枠の色をデフォルトの色にリセットします。
ml_in: ആപ്പ് വിൻഡോയുടെ ബോർഡർ നിറം ഡീഫോൾട്ട് നിറത്തിലേക്ക് റീസെറ്റ് ചെയ്യുക.
pl_pl: Przywróć kolor obramowania okna aplikacji do koloru domyślnego.
tr_tr: Uygulama penceresinin kenarlık rengini varsayılan renge sıfırlayın.

# ResetBorderColorButton.AutomationProperties.HelpText
source: Reset the app window's border color to the default color.
ar: أعد تعيين لون إطار نافذة التطبيق إلى اللون الافتراضي.
de_de: Die Rahmenfarbe des App-Fensters auf die Standardfarbe zurücksetzen.
el_gr: Επαναφέρετε το χρώμα του περιγράμματος του παραθύρου της εφαρμογής στο προεπιλεγμένο χρώμα.
es: Restablece el color del borde de la ventana de la aplicación al color predeterminado.
fr_fr: Réinitialiser la couleur de bordure de la fenêtre de l'application sur la couleur par défaut.
he_il: אפס את צבע מסגרת חלון היישום לצבע ברירת המחדל.
hi_in: ऐप विंडो की बॉर्डर का रंग डिफ़ॉल्ट रंग पर रीसेट करें.
ja_jp: アプリウィンドウの枠の色をデフォルトの色にリセットします。
ml_in: ആപ്പ് വിൻഡോയുടെ ബോർഡർ നിറം ഡീഫോൾട്ട് നിറത്തിലേക്ക് റീസെറ്റ് ചെയ്യുക.
pl_pl: Przywróć kolor obramowania okna aplikacji do koloru domyślnego.
tr_tr: Uygulama penceresinin kenarlık rengini varsayılan renge sıfırlayın.

# HomeNavItem.Content
source: Home
ar: الرئيسية
de_de: Startseite
el_gr: Αρχική
es: Inicio
fr_fr: Accueil
he_il: דף הבית
hi_in: मुखपृष्ठ
ja_jp: ホーム
ml_in: ഹോം
pl_pl: Strona główna
tr_tr: Ev

# HomeNavItem.ToolTipService.ToolTip
source: Home page and welcome screen
ar: الصفحة الرئيسية وشاشة الترحيب
de_de: Startseite und Begrüßungsbildschirm
el_gr: Αρχική σελίδα και οθόνη καλωσορίσματος
es: Página de inicio y pantalla de bienvenida
fr_fr: Page d'accueil et écran de bienvenue
he_il: דף הבית ומסך ברוכים הבאים
hi_in: मुखपृष्ठ और स्वागत स्क्रीन
ja_jp: ホームページとウェルカム画面
ml_in: ഹോം പേജും സ്വാഗത സ്ക്രീനും
pl_pl: Strona główna i ekran powitalny
tr_tr: Ana sayfa ve karşılama ekranı

# HomeNavItem.AutomationProperties.HelpText
source: Home page and welcome screen
ar: الصفحة الرئيسية وشاشة الترحيب
de_de: Startseite und Begrüßungsbildschirm
el_gr: Αρχική σελίδα και οθόνη καλωσορίσματος
es: Página de inicio y pantalla de bienvenida
he_il: דף הבית ומסך ברוכים הבאים
hi_in: मुखपृष्ठ और स्वागत स्क्रीन
ja_jp: ホームページとウェルカム画面
ml_in: ഹോം പേജും സ്വാഗത സ്ക്രീനും
pl_pl: Strona główna i ekran powitalny
tr_tr: Ana sayfa ve karşılama ekranı

# DragAndDropHintViewFileCertificatesCaption
source: Drop a file to view its certificates
ar: إفلات ملف لعرض شهاداته
de_de: Legen Sie eine Datei ab, um ihre Zertifikate anzuzeigen
el_gr: Αποθέστε αρχείο για να δείτε τα πιστοποιητικά του
es: Suelta un archivo para ver sus certificados
fr_fr: Déposez un fichier pour voir ses certificats
he_il: שחרר קובץ כדי להציג את התעודות שלו
hi_in: उसके प्रमाणपत्र देखने के लिए फ़ाइल छोड़ें
ja_jp: ファイルをドロップして証明書を表示
ml_in: അതിന്റെ സർട്ടിഫിക്കറ്റുകൾ കാണാൻ ഫയൽ ഡ്രോപ്പ് ചെയ്യുക
pl_pl: Upuść plik, aby wyświetlić jego certyfikaty
tr_tr: Sertifikalarını görüntülemek için bir dosyayı bırakın

# DownloadsDefenseMeasureSection.Header
source: Downloads Defense Measures Policy
ar: سياسة تدابير الدفاع عن التنزيلات
de_de: Richtlinie für Schutzmaßnahmen für Downloads
el_gr: Πολιτική μέτρων άμυνας λήψεων
es: Política de medidas de defensa de descargas
fr_fr: Politique de Mesures de Défense des Téléchargements
he_il: מדיניות אמצעי הגנה על תיקיית ההורדות
hi_in: डाउनलोड रक्षा उपाय नीति
ja_jp: ダウンロード防御策ポリシー
ml_in: ഡൗൺലോഡുകൾ പ്രതിരോധ നടപടികൾ നയം
pl_pl: Zasady obrony folderu Pobrane
tr_tr: İndirilenler Savunma Önlemleri Politikası
